Repository: ViffyGwaanl/papertok-reader
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# kairos.current_streak
source: Current Streak
zh_hans: 当前连续天数
zh_hant: 目前連續天數

# kairos.daily_goal
source: Daily Goal
zh_hans: 每日目标
zh_hant: 每日目標

# kairos.daily_reminder
source: Daily Reminder
zh_hans: 每日提醒
zh_hant: 每日提醒

# kairos.day_streak_format
source: %d day streak
zh_hans: 连续 %d 天
zh_hant: 連續 %d 天

# kairos.description
source: KAIROS helps you build a consistent reading habit with daily goals and reminders.
zh_hans: KAIROS 通过每日目标和提醒帮助你养成持续的阅读习惯。
zh_hant: KAIROS 透過每日目標與提醒，協助你養成穩定的閱讀習慣。

# kairos.enable
source: Enable KAIROS
zh_hans: 启用 KAIROS
zh_hant: 啟用 KAIROS

# kairos.longest_streak
source: Longest Streak
zh_hans: 最长连续天数
zh_hant: 最長連續天數

# kairos.progress
source: Progress
zh_hans: 进度
zh_hant: 進度

# kairos.reading_goal
source: Reading Goal
zh_hans: 阅读目标
zh_hant: 閱讀目標

source: KAIROS Reading Goals
zh_hans: KAIROS 阅读目标
zh_hant: KAIROS 閱讀目標

# kairos.reminder_time
source: Reminder Time
zh_hans: 提醒时间
zh_hant: 提醒時間

# kairos.time_to_read
source: Time to Read
zh_hans: 阅读时间到
zh_hant: 該閱讀了

# kairos.today
source: Today
zh_hans: 今天
zh_hant: 今天

# kairos.today_label
source: Today
zh_hans: 今天
zh_hant: 今天

# migration.books_migrated
source: Books migrated
zh_hans: 已迁移图书
zh_hant: 已遷移書籍

# migration.button.skip_migration
source: Skip Migration
zh_hans: 跳过迁移
zh_hant: 跳過遷移

# migration.calculating
source: Calculating…
zh_hans: 计算中…
zh_hant: 計算中…

source: Migration Complete
zh_hans: 迁移完成
zh_hant: 遷移完成

# migration.description
source: Importing your library, notes, and reading history from the previous version's database. This only covers data we can read from the legacy database.
zh_hans: 正在从旧版本的数据库导入书库、笔记与阅读记录。本迁移仅覆盖我们能从旧数据库读取的数据。
zh_hant: 正在從舊版本的資料庫匯入書庫、筆記與閱讀記錄。本遷移僅涵蓋我們能從舊資料庫讀取的資料。

# migration.do_not_close
source: Please do not close the app.
zh_hans: 请勿关闭应用。
zh_hant: 請勿關閉應用程式。

# migration.error.db_not_found
source: Legacy database file not found.
zh_hans: 未找到旧数据库文件。
zh_hant: 未找到舊資料庫檔案。

# migration.error.failed
source: Import failed.
zh_hans: 导入失败。
zh_hant: 匯入失敗。

# migration.error.failed_with_detail
source: Import failed: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

# migration.error.missing_required_tables
source: Legacy database is missing required tables: %@.
zh_hans: 旧数据库缺少必需的数据表：%@。
zh_hant: 舊資料庫缺少必要的資料表：%@。

# migration.error.unsupported_schema
source: Legacy database schema version %lld is not supported. Expected %lld.
zh_hans: 旧数据库 schema 版本 %lld 不受支持，当前仅支持 %lld。
zh_hant: 舊資料庫 schema 版本 %lld 不受支援，目前僅支援 %lld。

# migration.estimated_time
source: Estimated time
zh_hans: 预计时间
zh_hant: 預計時間

source: Migration in progress...
zh_hans: 迁移进行中...
zh_hant: 遷移進行中...

# migration.notes_migrated
source: Notes migrated
zh_hans: 已迁移笔记
zh_hant: 已遷移筆記

# migration.retry
source: Retry Migration
zh_hans: 重试迁移
zh_hant: 重試遷移

# migration.settings_migrated
source: Settings migrated
zh_hans: 已迁移设置
zh_hant: 已遷移設定

# migration.skip_warning
source: Skipping migration will leave your old data inaccessible.
zh_hans: 跳过迁移将使旧数据无法访问。
zh_hant: 跳過遷移將使舊資料無法存取。

# migration.status.complete_summary
source: Import complete (supported data): %lld books, %lld notes, %lld reading records.
zh_hans: 导入完成（支持的数据）：%lld 本书，%lld 条笔记，%lld 条阅读记录。
zh_hant: 匯入完成（支援的資料）：%lld 本書，%lld 條筆記，%lld 條閱讀記錄。

# migration.status.failed
source: Import failed.
zh_hans: 导入失败。
zh_hant: 匯入失敗。

# migration.status.legacy_done
source: Migration was marked complete by a previous version. No further import will be performed automatically.
zh_hans: 迁移已被旧版本标记为完成。应用不会自动再次导入。
zh_hant: 遷移已被舊版本標記為完成。App 不會自動再次匯入。

# migration.status.migrating_book_tags
source: Linking tags to books…
zh_hans: 正在关联书籍标签…
zh_hant: 正在關聯書籍標籤…

# migration.status.migrating_books_count
source: Importing %lld books…
zh_hans: 正在导入 %lld 本书…
zh_hant: 正在匯入 %lld 本書…

# migration.status.migrating_groups
source: Importing bookshelf groups…
zh_hans: 正在导入书架分组…
zh_hant: 正在匯入書架分組…

# migration.status.migrating_memory
source: Copying memory files…
zh_hans: 正在复制记忆文件…
zh_hant: 正在複製記憶檔案…

# migration.status.migrating_notes
source: Importing notes and highlights…
zh_hans: 正在导入笔记与划线…
zh_hant: 正在匯入筆記與劃線…

# migration.status.migrating_reading_records
source: Importing reading records…
zh_hans: 正在导入阅读记录…
zh_hant: 正在匯入閱讀記錄…

# migration.status.migrating_settings
source: Importing non-secret settings…
zh_hans: 正在导入非敏感设置…
zh_hant: 正在匯入非敏感設定…

# migration.status.migrating_styles
source: Importing reading styles…
zh_hans: 正在导入阅读样式…
zh_hant: 正在匯入閱讀樣式…

# migration.status.migrating_tags
source: Importing tags…
zh_hans: 正在导入标签…
zh_hant: 正在匯入標籤…

# migration.status.migrating_themes
source: Importing reading themes…
zh_hans: 正在导入阅读主题…
zh_hant: 正在匯入閱讀主題…

# migration.status.preparing
source: Preparing…
zh_hans: 准备中…
zh_hant: 準備中…

# migration.status.reading_bookshelf
source: Reading legacy database…
zh_hans: 正在读取旧数据库…
zh_hant: 正在讀取舊資料庫…

# migration.title
source: Migrate Your Library
zh_hans: 迁移您的书库数据
zh_hant: 遷移您的書庫資料

# migration.title.full
source: Migrating Your Data
zh_hans: 正在迁移你的数据
zh_hant: 正在遷移你的資料

# migration.warning.api_keys_not_migrated
source: API keys are not migrated. Re-enter them in Settings after import.
zh_hans: API 密钥不会被迁移。导入完成后请在设置中重新填写。
zh_hant: API 金鑰不會被遷移。匯入完成後請在設定中重新填寫。

# notes.add_tag
source: Add Tag
zh_hans: 添加标签
zh_hant: 新增標籤

# notes.all
source: All Notes
zh_hans: 所有笔记
zh_hant: 所有筆記

# notes.back_to_book
source: Back to Book
zh_hans: 返回图书
zh_hant: 返回書籍

# notes.bold
source: Bold
zh_hans: 粗体
zh_hant: 粗體

# notes.book_fallback_format
source: Book #%lld
zh_hans: 书籍 #%lld
zh_hant: 書籍 #%lld

# notes.bookmarks
source: Bookmarks
zh_hans: 书签
zh_hant: 書籤

# notes.bullet_list
source: Bullet List
zh_hans: 项目符号列表
zh_hant: 項目符號清單

# notes.cancel_editing
source: Cancel Editing
zh_hans: 取消编辑
zh_hant: 取消編輯

# notes.capture_insight
source: Capture your insight, summary, or follow-up.
zh_hans: 记录你的见解、摘要或后续。
zh_hant: 記錄你的見解、摘要或後續。

# notes.checklist
source: Checklist
zh_hans: 检查列表
zh_hant: 檢查清單

# notes.copied_to_clipboard
source: Copied to clipboard
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# notes.copied_to_clipboard_format
source: %@ copied to clipboard.
zh_hans: 已将 %@ 复制到剪贴板。
zh_hant: 已將 %@ 複製到剪貼簿。

# notes.copy_format
source: Copy %@
zh_hans: 复制 %@
zh_hant: 複製 %@

# notes.created_at
source: Created
zh_hans: 创建时间
zh_hant: 建立時間

# notes.delete_note
source: Delete Note
zh_hans: 删除笔记
zh_hant: 刪除筆記

# notes.delete_note_q
source: Delete this note?
zh_hans: 删除这条笔记？
zh_hant: 刪除此筆記？

# notes.edit_failed
source: Edit Failed
zh_hans: 编辑失败
zh_hant: 編輯失敗

# notes.edit_note
source: Edit Note
zh_hans: 编辑笔记
zh_hant: 編輯筆記

# notes.editor
source: Note Editor
zh_hans: 笔记编辑器
zh_hant: 筆記編輯器

# notes.empty.description
source: Highlight text while reading to create notes.
zh_hans: 阅读时高亮文本即可创建笔记。
zh_hant: 閱讀時標記文字即可建立筆記。

# notes.empty.filtered_description_format
source: No %@ found.
zh_hans: 没有找到任何%@。
zh_hant: 沒有找到任何%@。

# notes.empty.filtered_title_format
source: No %@
zh_hans: 没有%@
zh_hant: 沒有%@

# notes.empty.search_description
source: No notes match your search.
zh_hans: 没有找到匹配搜索内容的笔记。
zh_hant: 沒有找到符合搜尋內容的筆記。

# notes.empty.title
source: No Notes Yet
zh_hans: 暂无笔记
zh_hant: 暫無筆記

# notes.export
source: Export Notes
zh_hans: 导出笔记
zh_hant: 匯出筆記

# notes.export_markdown
source: Export as Markdown
zh_hans: 导出为 Markdown
zh_hant: 匯出為 Markdown

# notes.export_pdf
source: Export as PDF
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

# notes.export_text
source: Export as Text
zh_hans: 导出为文本
zh_hant: 匯出為文字

# notes.filter_by_book
source: Filter by Book
zh_hans: 按图书筛选
zh_hant: 依書籍篩選

# notes.filter_by_color
source: Filter by Color
zh_hans: 按颜色筛选
zh_hant: 依顏色篩選

# notes.filter_by_tag
source: Filter by Tag
zh_hans: 按标签筛选
zh_hant: 依標籤篩選

# notes.group_count_format
source: %lld notes
zh_hans: %lld 条笔记
zh_hant: %lld 則筆記

# notes.highlights
source: Highlights
zh_hans: 高亮
zh_hant: 螢光標示

# notes.image_notes
source: Image Notes
zh_hans: 图像笔记
zh_hant: 圖片筆記

# notes.italic
source: Italic
zh_hans: 斜体
zh_hant: 斜體

# notes.location
source: Location
zh_hans: 位置
zh_hant: 位置

# notes.no_recent_errors
source: No recent errors.
zh_hans: 无近期错误。
zh_hant: 無近期錯誤。

# notes.note_added
source: Note added
zh_hans: 笔记已添加
zh_hant: 筆記已新增

# notes.note_deleted
source: Note deleted
zh_hans: 笔记已删除
zh_hant: 筆記已刪除

# notes.note_updated
source: Note updated
zh_hans: 笔记已更新
zh_hant: 筆記已更新

# notes.notes_exported
source: Notes Exported
zh_hans: 笔记已导出
zh_hant: 筆記已匯出

# notes.numbered_list
source: Numbered List
zh_hans: 编号列表
zh_hant: 編號清單

# notes.page_label
source: Page
zh_hans: 页
zh_hant: 頁

# notes.preview
source: Preview
zh_hans: 预览
zh_hant: 預覽

# notes.remove_tag
source: Remove Tag
zh_hans: 移除标签
zh_hant: 移除標籤

# notes.search
source: Search notes
zh_hans: 搜索笔记
zh_hant: 搜尋筆記

# notes.share_format
source: Share %@
zh_hans: 分享 %@
zh_hant: 分享 %@

# notes.share_note
source: Share Note
zh_hans: 分享笔记
zh_hant: 分享筆記

# notes.share_preview_format
source: PaperTok Notes %@
zh_hans: PaperTok 笔记 %@
zh_hant: PaperTok 筆記 %@

# notes.show_in_book
source: Show in Book
zh_hans: 在图书中显示
zh_hant: 在書籍中顯示

# notes.sort_book
source: By Book
zh_hans: 按图书
zh_hant: 依書籍

# notes.sort_chapter
source: By Chapter
zh_hans: 按章节
zh_hant: 按章節

# notes.sort_color
source: By Color
zh_hans: 按颜色
zh_hant: 依顏色

# notes.sort_oldest
source: Oldest First
zh_hans: 最早
zh_hant: 最早

# notes.sort_recent
source: Most Recent
zh_hans: 最近
zh_hant: 最近

# notes.strikethrough
source: Strikethrough
zh_hans: 删除线
zh_hant: 刪除線

# notes.text_notes
source: Text Notes
zh_hans: 文字笔记
zh_hant: 文字筆記

# notes.title
source: Notes
zh_hans: 笔记
zh_hant: 筆記

# notes.underline
source: Underline
zh_hans: 下划线
zh_hant: 底線

# notes.updated_at
source: Updated
zh_hans: 更新时间
zh_hant: 更新時間

# notes.voice_notes
source: Voice Notes
zh_hans: 语音笔记
zh_hant: 語音筆記

# notes.write_thoughts
source: Write your thoughts...
zh_hans: 写下你的想法...
zh_hant: 寫下你的想法...

# onboarding.ai.subtitle
source: Ask questions, get summaries, and explore ideas.
zh_hans: 提问、获取摘要、探索想法。
zh_hant: 提問、取得摘要、探索想法。

# onboarding.ai.title
source: Meet Your AI Assistant
zh_hans: 认识你的 AI 助手
zh_hant: 認識你的 AI 助理

# onboarding.continue
source: Continue
zh_hans: 继续
zh_hant: 繼續

# onboarding.get_started
source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.import.subtitle
source: Bring your PDFs and EPUBs into one place.
zh_hans: 将你的 PDF 和 EPUB 集中到一处。
zh_hant: 將你的 PDF 與 EPUB 集中於一處。

# onboarding.import.title
source: Import Your Books
zh_hans: 导入你的图书
zh_hant: 匯入你的書籍

# onboarding.privacy.subtitle
source: Your data stays on your device unless you choose to sync.
zh_hans: 除非你选择同步，否则你的数据保留在设备上。
zh_hant: 除非你選擇同步，否則你的資料保留在裝置上。

# onboarding.privacy.title
source: Privacy First
zh_hans: 隐私优先
zh_hant: 隱私優先

# onboarding.skip
source: Skip
zh_hans: 跳过
zh_hant: 跳過

# onboarding.welcome.subtitle
source: Your AI-powered reading companion.
zh_hans: 你的 AI 阅读伙伴。
zh_hant: 你的 AI 閱讀夥伴。

# onboarding.welcome.title
source: Welcome to PaperTok
zh_hans: 欢迎使用 PaperTok
zh_hant: 歡迎使用 PaperTok

# papers.coming_soon
source: Academic paper feed coming soon.
zh_hans: 学术论文订阅即将推出。
zh_hant: 學術論文訂閱即將推出。

# papers.date_label
source: Date
zh_hans: 日期
zh_hant: 日期

# papers.dialogue
source: Dialogue
zh_hans: 对话
zh_hant: 對話

# papers.explanation
source: Explanation
zh_hans: 解读
zh_hant: 解讀

# papers.filter.all
source: All
zh_hans: 全部
zh_hant: 全部

# papers.filter.latest
source: Latest
zh_hans: 最新
zh_hant: 最新

# papers.filter.liked
source: Liked
zh_hans: 已喜欢
zh_hant: 已喜歡

# papers.metadata.date
source: Date
zh_hans: 日期
zh_hant: 日期

# papers.metadata.external_id
source: External ID
zh_hans: 外部 ID
zh_hant: 外部 ID

# papers.metadata.source
source: Source
zh_hans: 来源
zh_hant: 來源

# papers.metadata.updated
source: Updated
zh_hans: 更新时间
zh_hant: 更新時間

# papers.paper_date
source: Paper date
zh_hans: 论文日期
zh_hant: 論文日期

# papers.paper_detail
source: Paper Detail
zh_hans: 论文详情
zh_hant: 論文詳情

# papers.pick_a_date
source: Pick a Date
zh_hans: 选择日期
zh_hant: 選擇日期

# papers.search_placeholder
source: Search papers
zh_hans: 搜索论文
zh_hant: 搜尋論文

# papers.title
source: Papers
zh_hans: 论文
zh_hant: 論文

# prompts.duplicate
source: Duplicate
zh_hans: 复制
zh_hant: 複製

# prompts.duplicate_title_format
source: %@ Copy
zh_hans: %@ 副本
zh_hant: %@ 副本

# prompts.edit
source: Edit Prompt
zh_hans: 编辑提示词
zh_hant: 編輯提示詞

# prompts.icon_emoji_placeholder
source: Or paste an emoji
zh_hans: 或粘贴一个表情
zh_hant: 或貼上一個表情

# prompts.new
source: New Prompt
zh_hans: 新建提示词
zh_hant: 新增提示詞

# prompts.reset_confirmation
source: Restore default prompts? Your custom prompts will be removed.
zh_hans: 恢复默认提示词？你的自定义提示词将被移除。
zh_hant: 回復預設提示詞？你的自訂提示詞將被移除。

# prompts.swipe_hint
source: Swipe left to delete, swipe right to duplicate. Drag to reorder.
zh_hans: 左滑删除，右滑复制。拖动可重新排序。
zh_hant: 左滑刪除，右滑複製。拖曳可重新排序。

# prompts.tap_to_edit
source: Tap to edit prompt text…
zh_hans: 轻点以编辑提示词内容…
zh_hant: 點一下即可編輯提示詞內容…

# prompts.title_placeholder
source: e.g. Explain
zh_hans: 例如：解释
zh_hant: 例如：解釋

# prompts.untitled
source: Untitled
zh_hans: 未命名
zh_hant: 未命名

# reader.add_bookmark
source: Add Bookmark
zh_hans: 添加书签
zh_hant: 加入書籤

# reader.translation.fulltext.section.title
source: Fulltext Translation
zh_hans: 全文翻译
zh_hant: 全文翻譯

# reader.translation.fulltext.enable
source: Show translation under paragraphs
zh_hans: 在段落下显示译文
zh_hant: 在段落下顯示譯文

# reader.translation.fulltext.target_language
source: Target language
zh_hans: 目标语言
zh_hant: 目標語言

# reader.translation.fulltext.clear_cache
source: Clear translation cache
zh_hans: 清除翻译缓存
zh_hant: 清除翻譯快取

# reader.translation.fulltext.clear_cache.confirm.title
source: Clear translation cache?
zh_hans: 清除翻译缓存？
zh_hant: 清除翻譯快取？

# reader.translation.fulltext.clear_cache.confirm.message
source: All cached translations will be deleted. This cannot be undone.
zh_hans: 所有已缓存的译文将被删除，此操作无法撤销。
zh_hant: 所有已快取的譯文將被刪除，此操作無法復原。

# reader.translation.fulltext.translating_count_format
source: Translating %1$d/%2$d
zh_hans: 翻译中 %1$d/%2$d
zh_hant: 翻譯中 %1$d/%2$d

# reader.translation.fulltext.partial_failure
source: Some paragraphs failed to translate
zh_hans: 部分段落翻译失败
zh_hant: 部分段落翻譯失敗

# reader.translation.fulltext.toolbar_enable
source: Enable fulltext translation
zh_hans: 启用全文翻译
zh_hant: 啟用全文翻譯

# reader.translation.fulltext.toolbar_disable
source: Disable fulltext translation
zh_hans: 停用全文翻译
zh_hant: 停用全文翻譯

# reader.ai_actions
source: AI Actions
zh_hans: AI 操作
zh_hant: AI 動作

# reader.ai_panel.move
source: Move AI Panel
zh_hans: 移动 AI 面板
zh_hant: 移動 AI 面板

# reader.ai_panel.pending_approval
source: AI needs approval
zh_hans: AI 等待批准
zh_hant: AI 等待批准

# reader.ai_panel.pending_approvals_format
source: AI needs %d approvals
zh_hans: AI 需要 %d 项批准
zh_hant: AI 需要 %d 項批准

# reader.ai_panel.resize
source: Resize AI Panel
zh_hans: 调整 AI 面板大小
zh_hant: 調整 AI 面板大小

# reader.ai_panel.responding
source: AI is responding…
zh_hans: AI 正在回复…
zh_hant: AI 正在回覆…

# reader.analyze_with_ai
source: Analyze with AI
zh_hans: 用 AI 分析
zh_hant: 用 AI 分析

# reader.annotation_error
source: Annotation Error
zh_hans: 标注错误
zh_hant: 註解錯誤

# reader.appearance.advanced
source: Advanced Appearance
zh_hans: 高级外观
zh_hant: 進階外觀

# reader.appearance.background
source: Background
zh_hans: 背景
zh_hant: 背景

# reader.appearance.bottom_margin
source: Bottom Margin
zh_hans: 下边距
zh_hant: 下邊距

# reader.appearance.center
source: Center
zh_hans: 居中
zh_hant: 置中

# reader.appearance.custom_css
source: Custom CSS
zh_hans: 自定义 CSS
zh_hant: 自訂 CSS

# reader.appearance.custom_css_hint
source: Advanced users can inject CSS overrides for reader content.
zh_hans: 高级用户可为阅读内容注入 CSS 覆盖样式。
zh_hant: 進階使用者可為閱讀內容注入 CSS 覆寫樣式。

# reader.appearance.family
source: Family
zh_hans: 家族
zh_hant: 家族

# reader.appearance.first_line_indent
source: First-line Indent
zh_hans: 首行缩进
zh_hant: 首行縮排

# reader.appearance.font
source: Font
zh_hans: 字体
zh_hant: 字型

# reader.fonts.custom.section_title
source: Custom Fonts
zh_hans: 自定义字体
zh_hant: 自訂字型

# reader.fonts.custom.add_button
source: Add Font…
zh_hans: 添加字体…
zh_hant: 新增字型…

# reader.fonts.custom.empty_title
source: No custom fonts installed
zh_hans: 尚未安装自定义字体
zh_hant: 尚未安裝自訂字型

# reader.fonts.custom.empty_subtitle
source: Add a TTF/OTF font from your files.
zh_hans: 从文件中添加 TTF/OTF 字体。
zh_hant: 從檔案新增 TTF/OTF 字型。

# reader.fonts.custom.delete_action
source: Delete
zh_hans: 删除
zh_hant: 刪除

# reader.fonts.custom.error.unsupported_format
source: Unsupported font format.
zh_hans: 不支持的字体格式。
zh_hant: 不支援的字型格式。

# reader.fonts.custom.error.copy_failed
source: Could not copy the font file.
zh_hans: 无法复制字体文件。
zh_hant: 無法複製字型檔案。

# reader.fonts.custom.error.registration_failed
source: Could not register the font.
zh_hans: 无法注册字体。
zh_hant: 無法註冊字型。

# reader.fonts.custom.error.metadata_unavailable
source: Could not read font metadata.
zh_hans: 无法读取字体信息。
zh_hant: 無法讀取字型資訊。

# reader.appearance.font_family
source: Font Family
zh_hans: 字体家族
zh_hant: 字型家族

# reader.appearance.font_size
source: Font Size
zh_hans: 字号
zh_hant: 字級

# reader.appearance.justify
source: Justify
zh_hans: 两端对齐
zh_hant: 兩端對齊

# reader.appearance.layout
source: Layout
zh_hans: 布局
zh_hant: 版面

# reader.appearance.left
source: Left
zh_hans: 左
zh_hant: 靠左

# reader.appearance.letter_spacing
source: Letter Spacing
zh_hans: 字间距
zh_hant: 字距

# reader.appearance.line_height
source: Line Height
zh_hans: 行高
zh_hant: 行高

# reader.appearance.margin_hint
source: Top and bottom margins are applied as reader chrome insets. Center alignment may fall back to leading in the EPUB engine.
zh_hans: 上下边距以阅读器外框内边距方式应用。EPUB 引擎中居中对齐可能回退为左对齐。
zh_hant: 上下邊界以閱讀器外框內距方式套用。EPUB 引擎中置中對齊可能回退為靠左對齊。

# reader.appearance.margins
source: Margins
zh_hans: 页边距
zh_hant: 邊界

# reader.appearance.page_turn
source: Page Turn
zh_hans: 翻页
zh_hant: 翻頁

# reader.appearance.page_turn_mode
source: Page Turn Mode
zh_hans: 翻页模式
zh_hant: 翻頁模式

# reader.appearance.paragraph_spacing
source: Paragraph Spacing
zh_hans: 段间距
zh_hant: 段距

# reader.appearance.preset
source: Preset
zh_hans: 预设
zh_hant: 預設

# reader.appearance.preview_sentence
source: The quick brown fox jumps over the lazy dog.
zh_hans: 春风又绿江南岸，明月何时照我还。
zh_hant: 春風又綠江南岸，明月何時照我還。

# reader.appearance.right
source: Right
zh_hans: 右
zh_hant: 靠右

# reader.appearance.scroll
source: Scroll
zh_hans: 滚动
zh_hant: 捲動

# reader.appearance.side_margin
source: Side Margin
zh_hans: 侧边距
zh_hant: 側邊距

# reader.appearance.spacing
source: Spacing
zh_hans: 间距
zh_hant: 間距

# reader.appearance.swipe
source: Swipe
zh_hans: 滑动
zh_hant: 滑動

# reader.appearance.tap
source: Tap
zh_hans: 点击
zh_hant: 點擊

# reader.appearance.text
source: Text
zh_hans: 文字
zh_hant: 文字

# reader.appearance.text_alignment
source: Text Alignment
zh_hans: 文字对齐
zh_hant: 文字對齊

# reader.appearance.theme_custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# reader.appearance.theme_dark
source: Dark
zh_hans: 深色
zh_hant: 深色

# reader.appearance.theme_light
source: Light
zh_hans: 浅色
zh_hant: 淺色

# reader.appearance.theme_sepia
source: Sepia
zh_hans: 护眼
zh_hant: 護眼

# reader.appearance.title
source: Reading Appearance
zh_hans: 阅读外观
zh_hant: 閱讀外觀

# reader.appearance.top_margin
source: Top Margin
zh_hans: 上边距
zh_hant: 上邊距

# reader.appearance.typography
source: Typography
zh_hans: 字体排印
zh_hant: 字體排版

# reader.appearance.word_spacing
source: Word Spacing
zh_hans: 词间距
zh_hant: 詞距

# reader.ask_ai
source: Ask AI...
zh_hans: 询问 AI...
zh_hant: 詢問 AI...

# reader.author_byline_format
source: by %@
zh_hans: 作者：%@
zh_hant: 作者：%@

# reader.bookmark
source: Bookmark
zh_hans: 书签
zh_hant: 書籤

# reader.bookmark_save_hint
source: This bookmark will be saved for the current reading location.
zh_hans: 此书签将保存当前阅读位置。
zh_hant: 此書籤將儲存目前的閱讀位置。

# reader.bookmarks
source: Bookmarks
zh_hans: 书签
zh_hant: 書籤

# reader.bookmarks_empty_description
source: Add a bookmark to save this spot.
zh_hans: 添加书签以保存当前位置。
zh_hant: 加入書籤以保存目前位置。

# reader.bookmarks_empty_title
source: No Bookmarks Yet
zh_hans: 暂无书签
zh_hant: 暫無書籤

# reader.brightness
source: Brightness
zh_hans: 亮度
zh_hant: 亮度

# reader.cannot_open_title
source: Cannot Open
zh_hans: 无法打开
zh_hant: 無法開啟

# reader.chapter
source: Chapter
zh_hans: 章节
zh_hant: 章節

# reader.chapter_title
source: Chapter Title
zh_hans: 章节标题
zh_hant: 章節標題

# reader.contents
source: Contents
zh_hans: 目录
zh_hant: 目錄

# reader.current_location
source: Current Location
zh_hans: 当前位置
zh_hant: 目前位置

# reader.default_font_size_format
source: Default Font Size: %d
zh_hans: 默认字号：%d
zh_hant: 預設字級：%d

# reader.delete_annotation
source: Delete Annotation
zh_hans: 删除标注
zh_hant: 刪除註解

# reader.dictionary.no_definition_description_format
source: No installed dictionary contains a definition for "%@".
zh_hans: 已安装词典中没有“%@”的释义。
zh_hant: 已安裝字典中沒有「%@」的釋義。

# reader.dictionary.no_definition_title
source: No Definition Found
zh_hans: 未找到释义
zh_hant: 未找到釋義

# reader.dictionary.unavailable_description
source: Dictionary lookup is unavailable on this platform.
zh_hans: 当前平台不支持词典查询。
zh_hant: 目前平台不支援字典查詢。

# reader.dictionary.unavailable_title
source: Dictionary Unavailable
zh_hans: 词典不可用
zh_hant: 字典無法使用

# reader.epub_unavailable_title
source: EPUB Reader Not Yet Available
zh_hans: EPUB 阅读器暂未提供
zh_hant: EPUB 閱讀器暫未提供

# reader.excerpt
source: Excerpt
zh_hans: 摘录
zh_hant: 摘錄

# reader.excerpt_share_preview_format
source: Excerpt from %@
zh_hans: 《%@》摘录
zh_hant: 《%@》摘錄

# reader.export.chapter_format
source: Chapter: %@
zh_hans: 章节：%@
zh_hant: 章節：%@

# reader.export.group_bookmarks
source: Bookmarks
zh_hans: 书签
zh_hant: 書籤

# reader.export.group_highlights
source: Highlights
zh_hans: 划线
zh_hant: 劃線

# reader.export.group_notes
source: Notes
zh_hans: 笔记
zh_hant: 筆記

# reader.export.note_format
source: Note: %@
zh_hans: 笔记：%@
zh_hant: 筆記：%@

# reader.export.summary_format
source: Exported %@ • %d items
zh_hans: 导出于 %@ · 共 %d 条
zh_hant: 匯出於 %@ · 共 %d 筆

# reader.export_highlights
source: Export Highlights
zh_hans: 导出标注
zh_hant: 匯出標註

# reader.exported
source: Exported
zh_hans: 已导出
zh_hant: 已匯出

# reader.fit_image
source: Fit Image
zh_hans: 适应图像
zh_hant: 適合圖片

# reader.font_size_pt_format
source: Size: %d pt
zh_hans: 字号：%d pt
zh_hant: 字級：%d pt

# reader.generate_image_card
source: Generate Image Card
zh_hans: 生成图像卡片
zh_hant: 產生圖片卡片

# reader.highlight
source: Highlight
zh_hans: 高亮
zh_hant: 螢光標示

# reader.highlight_color
source: Highlight Color
zh_hans: 高亮颜色
zh_hant: 螢光顏色

# reader.image_not_decoded
source: This image could not be decoded.
zh_hans: 无法解码此图像。
zh_hant: 無法解碼此圖片。

# reader.image_preview
source: Image Preview
zh_hans: 图像预览
zh_hant: 圖片預覽

# reader.image_analysis.prompt.alt_text_format
source: Alt text: %@.
zh_hans: 替代文本：%@。
zh_hant: 替代文字：%@。

# reader.image_analysis.prompt.chapter_format
source: Current chapter: %@.
zh_hans: 当前章节：%@。
zh_hant: 目前章節：%@。

# reader.image_analysis.prompt.intro
source: Please analyze this image from "%@". Explain what it shows, how it relates to the current reading, and answer in the user's preferred language.
zh_hans: 请分析《%@》中的这张图片，说明它展示了什么、与当前阅读内容有什么关系，并使用用户偏好的语言作答。
zh_hant: 請分析《%@》中的這張圖片，說明它展示了什麼、與目前閱讀內容有什麼關係，並使用使用者偏好的語言作答。

# reader.image_analysis.prompt.source_format
source: Source URL: %@.
zh_hans: 来源地址：%@。
zh_hant: 來源位址：%@。

# reader.image_analysis.prompt.title_format
source: Image title: %@.
zh_hans: 图片标题：%@。
zh_hant: 圖片標題：%@。

# reader.loading_contents_ellipsis
source: Loading contents…
zh_hans: 正在加载目录…
zh_hant: 正在載入目錄…

# reader.markdown_note
source: Markdown Note
zh_hans: Markdown 笔记
zh_hant: Markdown 筆記

# reader.next_chapter
source: Next Chapter
zh_hans: 下一章
zh_hant: 下一章

# reader.no_toc_epub
source: This EPUB does not expose a table of contents.
zh_hans: 此 EPUB 未提供目录。
zh_hant: 此 EPUB 未提供目錄。

# reader.no_toc_pdf
source: This PDF has no table of contents.
zh_hans: 此 PDF 没有目录。
zh_hant: 此 PDF 沒有目錄。

# reader.open_ai_panel
source: Open AI Panel
zh_hans: 打开 AI 面板
zh_hant: 開啟 AI 面板

# reader.open_contents
source: Open Contents
zh_hans: 打开目录
zh_hant: 開啟目錄

# reader.open_settings
source: Open Reader Settings
zh_hans: 打开阅读器设置
zh_hant: 開啟閱讀器設定

# reader.opening_ellipsis
source: Opening…
zh_hans: 正在打开…
zh_hant: 正在開啟…
